{"class_name": "Sequential", "keras_version": "1.2.2", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_10", "output_dim": 12, "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dtype": "float32", "input_dim": 168, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "batch_input_shape": [null, 168]}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_11", "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dim": 12, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 8}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_12", "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dim": 8, "b_regularizer": null, "W_regularizer": null, "activation": "sigmoid", "output_dim": 3}}]}